var $lang={
errAlertMsg: "範囲外の無効な日付または日付が、やり直すかどうか?",
aWeekStr: ["wk", "日", "月", "火", "水", "木", "金", "土"],
aLongWeekStr:["wk","日曜日", "月曜日", "火曜日", "水曜日", "木曜日", "金曜日", "土曜日","日曜日"],
aMonStr: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
aLongMonStr: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
clearStr: "クリア",
todayStr: "今日",
okStr: "OK",
updateStr: "OK",
timeStr: "タイム",
quickStr: "クイック選択",
err_1: 'MinDateプロパティはMaxDateより大きくすることはできません!'
}