var $lang={
errAlertMsg: "รูปแบบวันที่ผิด ต้องการยกเลิกหรือไม่?",
aWeekStr: ["wk", "อา.", "จ.", "อ.", "พ.", "พฤ.", "ศ.", "ส."],
aLongWeekStr:["wk","อา.", "จ.", "อ.", "พ.", "พฤ.", "ศ.", "ส.","อา."],
aMonStr: ["ม.ค.", "ก.พ", "มี.ค", "เม.ย", "พ.ค", "มิ.ย", "ก.ค", "ส.ค", "ก.ย", "ต.ค", "พ.ย", "ธ.ค"],
aLongMonStr: ["ม.ค.", "ก.พ", "มี.ค", "เม.ย", "พ.ค", "มิ.ย", "ก.ค", "ส.ค", "ก.ย", "ต.ค", "พ.ย", "ธ.ค"],
clearStr: "เคลียร์ค่า",
todayStr: "วันนี้",
okStr: "OK",
updateStr: "OK",
timeStr: "เวลา",
quickStr: "เลือกแบบทันที",
err_1: 'วันขั้นต่ำไม่สามารถจะมากกว่าวันที่สูงสุด!'
}